INSERT INTO applications (tournament_id, tournament_title, fio, age, fsr_id, coach, country_city, school, email, phone, status, user_id)
VALUES
(34, 'Тестовый группа А', 'Малиновский Алексей Тест', '9', NULL, NULL, NULL, NULL, 'test1@test.ru', '+79997999945', 'paid', 18),
(34, 'Тестовый группа А', 'Есев Денис Тест', '11', NULL, NULL, 'Москва', NULL, 'test2@test.ru', '+79997999945', 'paid', 19),
(34, 'Тестовый группа А', 'Острекин Мирон Тест', '9', NULL, NULL, 'Москва', NULL, 'test3@test.ru', '+79997999945', 'paid', 20),
(34, 'Тестовый группа А', 'Курилин Дмитрий Тест', '8', NULL, NULL, 'Москва', NULL, 'test4@test.ru', '+79997999945', 'paid', 21),
(34, 'Тестовый группа А', 'Мацегоров Егор Тест', '8', NULL, NULL, 'Москва', NULL, 'test5@test.ru', '+79997999945', 'paid', 22),
(34, 'Тестовый группа А', 'Мацегоров Илья Тест', '8', NULL, NULL, 'Москва', NULL, 'test6@test.ru', '+79997999945', 'paid', 23),
(34, 'Тестовый группа А', 'Газарян Ольга Тест', '11', NULL, NULL, 'Москва', NULL, 'test7@test.ru', '+79997999945', 'paid', 24),
(34, 'Тестовый группа А', 'Захарова Александра Тест', '9', NULL, NULL, 'Россия', NULL, 'test8@test.ru', '+79997999945', 'paid', 26),
(34, 'Тестовый группа А', 'Жильцова Виктория Тест', '9', NULL, NULL, 'Москва', NULL, 'test9@test.ru', '+79099999999', 'paid', 27),
(34, 'Тестовый группа А', 'Попов Виктор Тест', '12', NULL, NULL, 'Москва', NULL, 'test10@test.ru', '+79999999999', 'paid', 28),
(34, 'Тестовый группа А', 'Бирюков Артём Тест', '9', NULL, NULL, 'Москва', NULL, 'test11@test.ru', '+79999999999', 'paid', 29),
(34, 'Тестовый группа А', 'Серов Павел Тест', '9', NULL, NULL, 'Москва', NULL, 'test12@test.ru', '+79999999999', 'paid', 30),
(34, 'Тестовый группа А', 'Рябов Кирилл Тест', '10', NULL, NULL, 'Москва', NULL, 'test13@test.ru', '+79999999999', 'paid', 31),
(34, 'Тестовый группа А', 'Кадалов Руслан Тест', '13', NULL, NULL, 'Москва', NULL, 'test14@test.ru', '+79999999999', 'paid', 32),
(34, 'Тестовый группа А', 'Белышев Арсений Тест', '11', NULL, NULL, 'Москва', NULL, 'test15@test.ru', '+79999999999', 'paid', 33);