UPDATE users u SET fio_genitive = v.g FROM (VALUES
(207,'Шамохина Кирилла'),(208,'Павлова Егора'),(209,'Павлова Глеба'),(210,'Павлова Петра'),(211,'Голосовой Виктории'),
(212,'Чикашкина Глеба'),(213,'Патрушина Виктора'),(214,'Евсеева Максима'),(215,'Попова Кирилла'),(216,'Инишева Михаила'),
(217,'Братышева Мирона'),(218,'Халимова Ярослава'),(219,'Семейко Михаила'),(220,'Семейко Екатерины'),(221,'Прокофьева Александра'),
(222,'Аристовой Софьи'),(223,'Сатмуханбетова Батырхана'),(224,'Борковой Миланы'),(225,'Александровой Дарьи'),(226,'Мозжерина Ивана'),
(227,'Федорова Максима'),(228,'Айсувакова Дмитрия'),(229,'Леушина Юрия'),(230,'Яковлева Виталия'),(231,'Потапова Александра'),
(232,'Вараксиной Ларисы'),(233,'Кобытченко Андрея'),(234,'Ивановой Ирины'),(235,'Новикова Владимира'),(236,'Кора Дмитрия'),
(237,'Русакова Ярослава'),(238,'Золотаря Даниила'),(239,'Есева Дениса'),(240,'Белышева Арсения'),(241,'Мезенцева Ильи'),
(242,'Патракеева Артёма'),(243,'Благороднова Александра'),(244,'Раткина Льва'),(245,'Быковой Анастасии'),(246,'Водопьянова Константина'),(247,'Рябова Кирилла')
) AS v(id,g) WHERE u.id = v.id;

UPDATE users u SET coach_last_dative = v.l, coach_name_dative = v.n FROM (VALUES
(207,'Павловой','Ксении Сергеевне'),(208,'Павловой','Ксении Сергеевне'),(209,'Павловой','Ксении Сергеевне'),(210,'Павловой','Ксении Сергеевне'),(211,'Павловой','Ксении Сергеевне'),
(212,'Павловой','Ксении'),(213,'Патрушину','Виктору Ивановичу'),(214,'Шинкареву','Сергею Николаевичу'),(215,'Большаковой','И.Н.'),
(216,'Буйницкому','Виталию Ричардовичу'),(217,'Озолиной','Дарье Олеговне'),(219,'Зинченко','Елене Владимировне'),(220,'Зинченко','Елене Владимировне'),
(221,'Гераничеву','Михаилу Михайловичу'),(226,'Шабурову','Алексею Георгиевичу'),(228,'Шляпкину','Алексею Викторовичу'),(229,'Сидоренко','А.А'),
(231,'Якомаскиной','Татьяне Георгиевне'),(232,'Мазневой','Марине Анатольевне'),(233,'Битковой','Инессе Борисовне'),(235,'Новикову','Владимиру Геннадиевичу'),
(237,'Русаковой','Е. В.'),(239,'Анисимову','Николаю Михайловичу'),(240,'Лахно','Константину Владимировичу'),(242,'Кухаренко','Евгению Васильевичу'),
(243,'Благороднову','Николаю Николаевичу'),(245,'Балакиреву','Валерию Васильевичу'),(246,'Водопьянову','Павлу Валерьевичу'),(247,'Шляпкину','Алексею Викторовичу')
) AS v(id,l,n) WHERE u.id = v.id;